Repository: ericcristian414/AutoHaus-App
Catalog: lib/l10n/app_*.arb
Languages: pt

# janela
source: Window
pt: Janela

# janelaPrototipo
source: Prototype Window
pt: Janela Protótipo

# controleManual
source: Manual Control
pt: Controle Manual

# detecaoChuva
source: Rain Detection:
pt: Detecção de Chuva:

# modoAutomatico
source: Automatic Mode
pt: Modo Automático

# controleClima
source: Weather-based control
pt: Controle baseado em clima

# abrir
source: Open
pt: Abrir

# fechar
source: Close
pt: Fechar

# limpo
source: Clean ðŸŒž
pt: Limpo 🌞

# umido
source: Wet ðŸŒ¦
pt: Úmido 🌦

# toldo
source: Awning
pt: Toldo

# recolher
source: Retract
pt: Recolher

# velocidades
source: Speeds
pt: Velocidades

# motores
source: Motors
pt: Motores

# configuracoes
source: Settings
pt: Configurações

# dispositivos
source: Devices
pt: Dispositivos

# procure
source: Search for your devices...
pt: Procure pelos seus dispositivos...

# lampada
source: Lamp
pt: Lâmpada

# hortas
source: Gardens
pt: Hortas

# computador
source: Computer
pt: Computador

# arCondicionado
source: Air Conditioner
pt: Ar Condicionado

# cronoJanela
source: Window Ajustments
pt: Ajustes Janela

# cronoToldo
source: Awning Ajustments
pt: Ajustes Toldo

# abreEfecha
source: Scheduled opening and closing:
pt: Abertura e fechamento programado:

# abrirJanela
source: Open Window
pt: Abrir Janela

# abrirToldo
source: Open Awning
pt: Abrir Toldo

# fecharJanela
source: Close Window
pt: Fechar Janela

# fecharToldo
source: Close Awning
pt: Fechar Toldo

# motorADianteiroToldo
source: Front Motor A Awning
pt: Motor A Dianteiro Toldo

# motorBTraseiroToldo
source: Rear Motor B Awning
pt: Motor B Traseiro Toldo

# motorToldo
source: Awning Motor
pt: Motor Toldo

# motorJanela
source: Window Motor
pt: Motor Janela

# pararMotores
source: Stop Motors
pt: Parar motores

# toldoAbrir
source: Awning Open
pt: Toldo Abrir

# toldoRecolher
source: Awning Retract
pt: Toldo Recolher

# recolherToldo
source: Retract Awning
pt: Recolher Toldo

# definirVelocidades
source: Set Speeds
pt: Definir Velocidades

# resetarVelocidades
source: Reset Speeds
pt: Resetar Velocidades

# ajustedeIP
source: IP Settings
pt: Ajuste do IP

# idioma
source: Language
pt: Idioma

# ipdoesp
source: ESP32 IP
pt: IP do ESP32

# portoes
source: Gates
pt: Portões

# frente
source: Front
pt: Frente

# tras
source: Back
pt: Trás

# ajusteVel
source: Adjustment of the Speeds
pt: Ajuste das Velocidades

# velAFrente
source: Speed A Forward
pt: Vel A Frente

# velATras
source: Speed A Backward
pt: Vel A Trás

# velBFrente
source: Speed B Forward
pt: Vel B Frente

# velBTras
source: Speed B Backward
pt: Vel B Trás

# abrirA
source: Open
pt: Abrir

# fecharA
source: Close
pt: Fechar

# recolherA
source: Retract
pt: Recolher

# chuva
source: Rain
pt: Chuva

# luminosidade
source: Luminosity
pt: Luminosidade

# selSensor
source: Select sensor
pt: Selecionar sensor

# controleMotores
source: Motor Control
pt: Controle dos Motores

# selecionar
source: Select
pt: Selecionar
